
((digest . "59064c051f09991d2422dba0861ea254") (undo-list nil (460 . 463) (423 . 426) (405 . 408) 485 (t 21806 36814 0 0) nil (407 . 408) nil (161 . 162) nil (52 . 53) nil (3 . 4) (t 21805 12962 0 0) nil ("
" . 506) nil ("
" . 506) nil (";; (global-linum-mode t)" . 506) nil ("
" . 506) nil (";; ;; 行番号を表示" . 506) nil (";; " . -490) (";; " . -482) 511 nil ("
" . 482) nil ("
" . 482) nil (";; (column-number-mode 1)" . 482) nil ("
" . 482) nil (";; ;; カーソル位置の桁数をモードライン行に表示する" . 482) (t 21805 12887 0 0) nil (581 . 584) (568 . 571) (549 . 552) (538 . 541) (511 . 514) (482 . 485) 588 nil undo-tree-canary))
